Revit 2027 API
ParameterTypeId.SlopeArrowLevelStart Property
 "Level at Tail"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlopeArrowLevelStart { get; }
Public Shared ReadOnly Property SlopeArrowLevelStart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlopeArrowLevelStart {
	ForgeTypeId^ get ();
}
static member SlopeArrowLevelStart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace